MESSAGES = {
    "admin-start": "Привет, Администратор!",
    "user-start": "Привет!",
    "subscribe-start": "Привет!\n Для начала тебе необходимо подписаться на каналы:\n",

    "admins-list": "Список администраторов:",
    "remove-admin-submit": "Вы уверены, что хотите удалить {username}?",
    "admin-removed": "{username} больше не администратор.",
    "add-admin": "Введите Username:",
    "add-admin-submit": "Вы уверены, что хотите сделать {username} администратором?",
    "admin-added": "Добавлен новый администратор {username}",

    "subscription-list": "Список каналов:",
    "remove-subscription-submit": "Вы уверены, что хотите удалить {channel_id}?",
    "subscription-removed": "{channel_id} удалён.",
    "add-subscription-channel_id": "Введите channel_id в формате @channel_id:",
    "add-subscription-link": "Введите пригласительную ссылку:",
    "add-subscription-submit": "Вы уверены, что хотите добавить {channel_id}?",
    "subscription-added": "Добавлен новый канал {channel_id}",

    "cancelled": "Операция отменена",
    "access-denied": "У вас не достаточно прав ⚠️",
    "answer": "Ага, знаю 😎",
}
